Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Account.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Redeeming a code will unlock special badges and achievements, as well as increase your reputation points. Please keep in mind Kurozora codes are redeemable only once per account and expire after one use.
ar: سيؤدي استرداد رمز إلى فتح شارات وإنجازات خاصة، بالإضافة إلى زيادة نقاط سمعتك. يرجى الأخذ في الاعتبار أن رموز Kurozora قابلة للاسترداد مرة واحدة فقط لكل حساب وتنتهي صلاحيتها بعد استخدام واحد.
bn: একটি কোড রিডিম করলে বিশেষ ব্যাজ ও অ্যাচিভমেন্ট আনলক হবে, পাশাপাশি আপনার রেপুটেশন পয়েন্ট বাড়বে। মনে রাখবেন, Kurozora কোডগুলো প্রতি অ্যাকাউন্টে শুধু একবারই রিডিম করা যায় এবং একবার ব্যবহারের পর মেয়াদ শেষ হয়ে যায়।
cs: Uplatnění kódu odemkne speciální odznaky a achievementy a zvýší tvé body reputace. Pamatuj prosím, že kódy Kurozora lze uplatnit pouze jednou na účet a po jednom použití propadnou.
da: Når du indløser en kode, låser du særlige badges og bedrifter op, ligesom dine omdømmepoint stiger. Husk venligst, at Kurozora-koder kun kan indløses én gang pr. konto og udløber efter én brug.
de: Das Einlösen eines Codes schaltet besondere Abzeichen und Erfolge frei und erhöht außerdem deine Reputationspunkte. Beachte bitte, dass Kurozora-Codes nur einmal pro Konto einlösbar sind und nach einmaliger Nutzung ablaufen.
el: Η εξαργύρωση ενός κωδικού ξεκλειδώνει ειδικά σήματα και επιτεύγματα, καθώς και αυξάνει τους πόντους φήμης σας. Λάβετε υπόψη ότι οι κωδικοί Kurozora μπορούν να εξαργυρωθούν μόνο μία φορά ανά λογαριασμό και λήγουν μετά από μία χρήση.
es: Canjear un código desbloqueará insignias y logros especiales, además de aumentar tus puntos de reputación. Ten en cuenta que los códigos de Kurozora solo se pueden canjear una vez por cuenta y caducan tras un solo uso.
es_419: Canjear un código desbloqueará insignias y logros especiales, además de aumentar tus puntos de reputación. Ten en cuenta que los códigos de Kurozora solo se pueden canjear una vez por cuenta y caducan después de un uso.
fa: بازخرید یک کد، نشان‌ها و دستاوردهای ویژه را باز می‌کند و امتیاز اعتبار شما را افزایش می‌دهد. لطفاً توجه داشته باشید که کدهای Kurozora تنها یک‌بار برای هر حساب قابل بازخرید هستند و پس از یک‌بار استفاده منقضی می‌شوند.
fi: Koodin lunastaminen avaa erityisiä merkkejä ja saavutuksia sekä kasvattaa mainepisteitäsi. Huomaathan, että Kurozora-koodit voi lunastaa vain kerran tiliä kohden ja ne vanhenevat yhden käyttökerran jälkeen.
fil: Ang pag-redeem ng code ay magbubukas ng mga espesyal na badge at achievement, at magpapataas din ng iyong reputation points. Pakitandaan na ang mga Kurozora code ay maaaring i-redeem nang isang beses lamang kada account at nag-e-expire pagkatapos ng isang paggamit.
fr: Utiliser un code débloque des badges et des succès spéciaux, et augmente tes points de réputation. Garde à l’esprit que les codes Kurozora ne sont utilisables qu’une seule fois par compte et expirent après une utilisation.
he: מימוש קוד יפתח תגים והישגים מיוחדים, וכן יגדיל את נקודות המוניטין שלכם. שימו לב שניתן לממש קודים של Kurozora פעם אחת בלבד לכל חשבון, ותוקפם פג לאחר שימוש אחד.
hi: कोड रिडीम करने से विशेष बैज और उपलब्धियाँ अनलॉक होंगी, साथ ही आपके प्रतिष्ठा अंक भी बढ़ेंगे। कृपया ध्यान रखें कि Kurozora कोड प्रति खाता केवल एक बार ही रिडीम किए जा सकते हैं और एक बार उपयोग के बाद समाप्त हो जाते हैं।
hu: Egy kód beváltásával különleges jelvényeket és teljesítményeket oldhatsz fel, valamint növelheted a reputációpontjaidat. Ne feledd, hogy a Kurozora kódok fiókonként csak egyszer válthatók be, és egy használat után lejárnak.
hy: Կոդ մարելը կբացի հատուկ կրծքանշաններ ու նվաճումներ, ինչպես նաև կավելացնի ձեր հեղինակության միավորները։ Խնդրում ենք հաշվի առնել, որ Kurozora կոդերը մարելի են միայն մեկ անգամ յուրաքանչյուր հաշվի համար և լրանում են մեկ օգտագործումից հետո։
id: Menukarkan kode akan membuka lencana dan pencapaian khusus, serta menambah poin reputasi Anda. Perlu diingat bahwa kode Kurozora hanya dapat ditukarkan satu kali per akun dan kedaluwarsa setelah sekali digunakan.
it: Riscattare un codice sblocca badge e obiettivi speciali, oltre ad aumentare i tuoi punti reputazione. Tieni presente che i codici Kurozora sono riscattabili una sola volta per account e scadono dopo un utilizzo.
ja: コードを引き換えると、特別なバッジやアチーブメントがアンロックされ、評価ポイントも増えます。Kurozora のコードはアカウントごとに一度しか引き換えられず、一度使用すると無効になりますのでご注意ください。
ko: 코드를 사용하면 특별 배지와 업적이 해제되고 평판 포인트도 올라갑니다. Kurozora 코드는 계정당 한 번만 사용할 수 있으며 한 번 사용하면 만료됩니다.
ms: Menebus kod akan membuka lencana dan pencapaian istimewa, serta menambah mata reputasi anda. Sila ambil maklum bahawa kod Kurozora hanya boleh ditebus sekali setiap akaun dan luput selepas satu kali penggunaan.
nb: Å løse inn en kode låser opp spesielle merker og prestasjoner, i tillegg til å øke omdømmepoengene dine. Vær oppmerksom på at Kurozora-koder kun kan løses inn én gang per konto og utløper etter én bruk.
nl: Door een code in te wisselen ontgrendel je speciale badges en prestaties en verhoog je je reputatiepunten. Houd er rekening mee dat Kurozora-codes maar één keer per account inwisselbaar zijn en na één gebruik vervallen.
pl: Realizacja kodu odblokuje specjalne odznaki i osiągnięcia, a także zwiększy Twoje punkty reputacji. Pamiętaj, że kody Kurozora można zrealizować tylko raz na konto i tracą ważność po jednorazowym użyciu.
pt_br: Resgatar um código desbloqueia emblemas e conquistas especiais, além de aumentar seus pontos de reputação. Lembre-se de que os códigos do Kurozora podem ser resgatados apenas uma vez por conta e expiram após o uso.
pt_pt: Resgatar um código irá desbloquear emblemas e proezas especiais, além de aumentar os teus pontos de reputação. Lembra-te de que os códigos Kurozora só podem ser resgatados uma vez por conta e expiram após uma utilização.
ro: Revendicarea unui cod va debloca insigne și realizări speciale și îți va crește punctele de reputație. Reține că, codurile Kurozora pot fi revendicate o singură dată per cont și expiră după o singură utilizare.
ru: Активация кода откроет особые значки и достижения, а также увеличит ваши очки репутации. Учтите, что коды Kurozora можно активировать только один раз на аккаунт, и они аннулируются после однократного использования.
sv: Att lösa in en kod låser upp särskilda märken och prestationer samt ökar dina ryktespoäng. Tänk på att Kurozora-koder endast kan lösas in en gång per konto och upphör att gälla efter en användning.
ta: ஒரு குறியீட்டை மீட்டெடுப்பது சிறப்பு பேட்ஜ்களையும் சாதனைகளையும் திறக்கும், அத்துடன் உங்கள் நற்பெயர் புள்ளிகளையும் அதிகரிக்கும். Kurozora குறியீடுகள் ஒரு கணக்கிற்கு ஒரு முறை மட்டுமே மீட்டெடுக்கக்கூடியவை மற்றும் ஒரு முறை பயன்படுத்திய பிறகு காலாவதியாகும் என்பதை நினைவில் கொள்ளவும்.
te: ఒక కోడ్‌ను రిడీమ్ చేయడం వల్ల ప్రత్యేక బ్యాడ్జ్‌లు మరియు అచీవ్‌మెంట్‌లు అన్‌లాక్ అవుతాయి, అలాగే మీ రెప్యుటేషన్ పాయింట్లు పెరుగుతాయి. Kurozora కోడ్‌లు ఒక ఖాతాకు ఒకసారి మాత్రమే రిడీమ్ చేయదగినవని, ఒకసారి ఉపయోగించాక గడువు ముగుస్తాయని గుర్తుంచుకోండి.
th: การแลกรับรหัสจะปลดล็อกตราพิเศษและความสำเร็จ พร้อมทั้งเพิ่มแต้มชื่อเสียงของคุณ โปรดทราบว่ารหัส Kurozora สามารถแลกรับได้เพียงครั้งเดียวต่อบัญชีและจะหมดอายุหลังการใช้งานหนึ่งครั้ง
tr: Bir kodu kullanmak, özel rozetlerin ve başarımların kilidini açar ve itibar puanlarınızı artırır. Lütfen Kurozora kodlarının her hesap için yalnızca bir kez kullanılabileceğini ve tek kullanımdan sonra geçersiz olacağını unutmayın.
uk: Активація коду відкриє особливі значки та досягнення, а також збільшить кількість твоїх балів репутації. Зверни увагу, що коди Kurozora можна активувати лише один раз на акаунт, і вони втрачають чинність після використання.
ur: کوڈ ریڈیم کرنے سے خصوصی بَیجز اور اچیومنٹس کھل جائیں گے، اور آپ کے ساکھ کے پوائنٹس میں بھی اضافہ ہوگا۔ براہ کرم ذہن میں رکھیں کہ Kurozora کوڈز فی اکاؤنٹ صرف ایک بار ریڈیم کیے جا سکتے ہیں اور ایک بار استعمال کے بعد ختم ہو جاتے ہیں۔
vi: Đổi mã sẽ mở khóa các huy hiệu và thành tích đặc biệt, đồng thời tăng điểm uy tín của bạn. Xin lưu ý rằng mã Kurozora chỉ có thể đổi một lần cho mỗi tài khoản và hết hạn sau một lần sử dụng.
zh_hans: 兑换代码可解锁特殊徽章和成就，并提升您的声望点数。请注意，每个账户的 Kurozora 代码仅可兑换一次，使用后即失效。
zh_hant: 兌換代碼可解鎖特殊徽章與成就，並增加你的聲望點數。請注意，Kurozora 代碼每個帳號僅能兌換一次，且使用一次後即失效。

# refund.empty.detail
source: There are no purchases on this account that can be refunded.
ar: لا توجد مشتريات على هذا الحساب يمكن استردادها.
bn: এই অ্যাকাউন্টে রিফান্ড করা যায় এমন কোনো ক্রয় নেই।
cs: Na tomto účtu nejsou žádné nákupy, které by bylo možné vrátit.
da: Der er ingen køb på denne konto, der kan refunderes.
de: Auf diesem Konto gibt es keine Käufe, die erstattet werden können.
el: Δεν υπάρχουν αγορές σε αυτόν τον λογαριασμό που μπορούν να επιστραφούν.
es: No hay compras en esta cuenta que puedan reembolsarse.
es_419: No hay compras en esta cuenta que puedan reembolsarse.
fa: هیچ خریدی در این حساب وجود ندارد که قابل بازپرداخت باشد.
fi: Tällä tilillä ei ole ostoja, joista voisi hakea hyvitystä.
fil: Walang mga pagbili sa account na ito na maaaring i-refund.
fr: Aucun achat pouvant être remboursé n’est associé à ce compte.
he: אין בחשבון זה רכישות שניתן להחזיר.
hi: इस खाते पर ऐसी कोई खरीद नहीं है जिसका रिफंड किया जा सके।
hu: Ezen a fiókon nincsenek visszatéríthető vásárlások.
hy: Այս հաշվում չկան գնումներ, որոնք կարող են վերադարձվել։
id: Tidak ada pembelian pada akun ini yang dapat dikembalikan dananya.
it: Non ci sono acquisti rimborsabili su questo account.
ja: このアカウントには返金可能な購入がありません。
ko: 이 계정에는 환불 가능한 구매 내역이 없습니다.
ms: Tiada pembelian pada akaun ini yang boleh dibayar balik.
nb: Det finnes ingen kjøp på denne kontoen som kan refunderes.
nl: Er staan op dit account geen aankopen die kunnen worden terugbetaald.
pl: Na tym koncie nie ma zakupów, które można zwrócić.
pt_br: Não há compras nesta conta que possam ser reembolsadas.
pt_pt: Não existem compras nesta conta que possam ser reembolsadas.
ro: Nu există achiziții pe acest cont care să poată fi rambursate.
ru: На этом аккаунте нет покупок, которые можно вернуть.
sv: Det finns inga köp på det här kontot som kan återbetalas.
ta: இந்த கணக்கில் திருப்பித்தர முடியாத கொள்முதல்கள் எதுவும் இல்லை.
te: ఈ ఖాతాలో రీఫండ్ చేయదగిన కొనుగోళ్లు ఏవీ లేవు.
th: ไม่มีรายการซื้อในบัญชีนี้ที่สามารถขอคืนเงินได้
tr: Bu hesapta geri ödenebilecek bir satın alma yok.
uk: На цьому акаунті немає покупок, які можна повернути.
ur: اس اکاؤنٹ پر ایسی کوئی خریداری نہیں ہے جس کی رقم واپس کی جا سکے۔
vi: Không có giao dịch mua nào trên tài khoản này có thể được hoàn tiền.
zh_hans: 此账户没有可退款的购买项目。
zh_hant: 此帳號沒有可退款的購買項目。

# refund.empty.title
source: No Purchases
ar: لا توجد مشتريات
bn: কোনো ক্রয় নেই
cs: Žádné nákupy
da: Ingen køb
de: Keine Käufe
el: Καμία αγορά
es: Sin compras
es_419: Sin compras
fa: بدون خرید
fi: Ei ostoja
fil: Walang Pagbili
fr: Aucun achat
he: אין רכישות
hi: कोई खरीद नहीं
hu: Nincsenek vásárlások
hy: Գնումներ չկան
id: Tidak Ada Pembelian
it: Nessun acquisto
ja: 購入がありません
ko: 구매 내역 없음
ms: Tiada Pembelian
nb: Ingen kjøp
nl: Geen aankopen
pl: Brak zakupów
pt_br: Nenhuma Compra
pt_pt: Sem Compras
ro: Nicio achiziție
ru: Нет покупок
sv: Inga köp
ta: கொள்முதல்கள் இல்லை
te: కొనుగోళ్లు లేవు
th: ไม่มีรายการซื้อ
tr: Satın Alma Yok
uk: Немає покупок
ur: کوئی خریداری نہیں
vi: Không có giao dịch mua
zh_hans: 无购买项目
zh_hant: 無購買項目

# refund.purchasedOn
source: Purchased %@
ar: تم الشراء %@
bn: কেনা হয়েছে %@
cs: Zakoupeno %@
da: Købt %@
de: Gekauft %@
el: Αγοράστηκε %@
es: Comprado %@
es_419: Comprado %@
fa: خریداری‌شده در %@
fi: Ostettu %@
fil: Binili %@
fr: Acheté %@
he: נרכש %@
hi: %@ को खरीदा गया
hu: Megvásárolva: %@
hy: Գնված %@
id: Dibeli %@
it: Acquistato il %@
ja: 購入日 %@
ko: %@ 구매함
ms: Dibeli %@
nb: Kjøpt %@
nl: Gekocht %@
pl: Zakupiono %@
pt_br: Comprado em %@
pt_pt: Comprado %@
ro: Achiziționat %@
ru: Куплено %@
sv: Köpt %@
ta: %@ அன்று வாங்கப்பட்டது
te: కొనుగోలు చేసినది %@
th: ซื้อเมื่อ %@
tr: %@ tarihinde satın alındı
uk: Придбано %@
ur: خریدا گیا %@
vi: Đã mua %@
zh_hans: 购买于 %@
zh_hant: 已於 %@ 購買

# refund.refundedOn
source: Refunded %@
ar: تم الاسترداد %@
bn: রিফান্ড হয়েছে %@
cs: Vráceno %@
da: Refunderet %@
de: Erstattet %@
el: Επιστράφηκαν χρήματα %@
es: Reembolsado %@
es_419: Reembolsado %@
fa: بازپرداخت‌شده در %@
fi: Hyvitetty %@
fil: Ni-refund %@
fr: Remboursé %@
he: הוחזר %@
hi: %@ को रिफंड किया गया
hu: Visszatérítve: %@
hy: Վերադարձված %@
id: Dikembalikan %@
it: Rimborsato il %@
ja: 返金日 %@
ko: %@ 환불됨
ms: Dibayar Balik %@
nb: Refundert %@
nl: Terugbetaald %@
pl: Zwrócono %@
pt_br: Reembolsado em %@
pt_pt: Reembolsado %@
ro: Rambursat %@
ru: Возвращено %@
sv: Återbetald %@
ta: %@ அன்று திருப்பித்தரப்பட்டது
te: రీఫండ్ చేసినది %@
th: คืนเงินเมื่อ %@
tr: %@ tarihinde geri ödendi
uk: Повернено %@
ur: رقم واپس کی گئی %@
vi: Đã hoàn tiền %@
zh_hans: 退款于 %@
zh_hant: 已於 %@ 退款

# refund.subscribedOn
source: Subscribed %@
ar: تم الاشتراك %@
bn: সাবস্ক্রাইব করা হয়েছে %@
cs: Předplaceno %@
da: Abonneret %@
de: Abonniert %@
el: Έγινε εγγραφή %@
es: Suscrito %@
es_419: Suscrito %@
fa: مشترک‌شده در %@
fi: Tilattu %@
fil: Nag-subscribe %@
fr: Abonné %@
he: המינוי נרכש %@
hi: %@ को सदस्यता ली गई
hu: Előfizetve: %@
hy: Բաժանորդագրված %@
id: Berlangganan %@
it: Sottoscritto il %@
ja: 登録日 %@
ko: %@ 구독함
ms: Dilanggan %@
nb: Abonnert %@
nl: Geabonneerd %@
pl: Subskrybowano %@
pt_br: Assinado em %@
pt_pt: Subscrito %@
ro: Abonat %@
ru: Подписка оформлена %@
sv: Prenumererad %@
ta: %@ அன்று சந்தா செலுத்தப்பட்டது
te: చందా చేసినది %@
th: สมัครสมาชิกเมื่อ %@
tr: %@ tarihinde abone olundu
uk: Підписано %@
ur: سبسکرائب کیا گیا %@
vi: Đã đăng ký %@
zh_hans: 订阅于 %@
zh_hant: 已於 %@ 訂閱

# refunded.section
source: Refunded
ar: المستردة
bn: রিফান্ড হয়েছে
cs: Vráceno
da: Refunderet
de: Erstattet
el: Επιστραφέντα
es: Reembolsado
es_419: Reembolsado
fa: بازپرداخت‌شده
fi: Hyvitetty
fil: Ni-refund
fr: Remboursé
he: הוחזר
hi: रिफंड किया गया
hu: Visszatérítve
hy: Վերադարձված
id: Telah Dikembalikan
it: Rimborsato
ja: 返金済み
ko: 환불됨
ms: Dibayar Balik
nb: Refundert
nl: Terugbetaald
pl: Zwrócone
pt_br: Reembolsado
pt_pt: Reembolsado
ro: Rambursate
ru: Возвращено
sv: Återbetald
ta: திருப்பித்தரப்பட்டது
te: రీఫండ్ చేసినవి
th: คืนเงินแล้ว
tr: Geri Ödenenler
uk: Повернено
ur: رقم واپس کی گئی
vi: Đã hoàn tiền
zh_hans: 已退款
zh_hant: 已退款

# requestRefund.header.description
source: Review your recent purchases and ask Apple to refund any you no longer want. Apple decides each request, so refunds aren't guaranteed.
ar: راجع مشترياتك الأخيرة واطلب من Apple استرداد أي منها لم تعد ترغب فيه. تبتّ Apple في كل طلب، لذا فإن عمليات الاسترداد غير مضمونة.
bn: আপনার সাম্প্রতিক ক্রয়গুলো পর্যালোচনা করুন এবং যেগুলো আর চান না সেগুলো রিফান্ড করার জন্য Apple-কে অনুরোধ করুন। প্রতিটি অনুরোধের সিদ্ধান্ত Apple নেয়, তাই রিফান্ডের নিশ্চয়তা নেই।
cs: Projděte si své nedávné nákupy a požádejte Apple o vrácení peněz za ty, které již nechcete. O každé žádosti rozhoduje Apple, vrácení peněz proto není zaručeno.
da: Gennemgå dine seneste køb, og bed Apple om at refundere dem, du ikke længere ønsker. Apple træffer afgørelse om hver enkelt anmodning, så refusioner kan ikke garanteres.
de: Überprüfen Sie Ihre letzten Käufe und bitten Sie Apple um eine Erstattung für alles, was Sie nicht mehr möchten. Apple entscheidet über jede Anfrage, daher sind Erstattungen nicht garantiert.
el: Ελέγξτε τις πρόσφατες αγορές σας και ζητήστε από την Apple να επιστρέψει τα χρήματα για όσες δεν θέλετε πια. Η Apple αποφασίζει για κάθε αίτημα, επομένως οι επιστροφές χρημάτων δεν είναι εγγυημένες.
es: Revise sus compras recientes y solicite a Apple el reembolso de las que ya no desee. Apple decide cada solicitud, por lo que los reembolsos no están garantizados.
es_419: Revise sus compras recientes y solicite a Apple el reembolso de las que ya no desee. Apple decide cada solicitud, por lo que los reembolsos no están garantizados.
fa: خریدهای اخیر خود را مرور کنید و از Apple بخواهید آن‌هایی را که دیگر نمی‌خواهید بازپرداخت کند. تصمیم درباره هر درخواست با Apple است، بنابراین بازپرداخت تضمین‌شده نیست.
fi: Tarkastele viimeaikaisia ostojasi ja pyydä Applea hyvittämään ne, joita et enää halua. Apple päättää jokaisesta pyynnöstä, joten hyvityksiä ei taata.
fil: Suriin ang iyong mga kamakailang pagbili at hilingin sa Apple na i-refund ang mga hindi mo na gusto. Ang Apple ang magpapasya sa bawat kahilingan, kaya hindi garantisado ang mga refund.
fr: Passez en revue vos achats récents et demandez à Apple le remboursement de ceux dont vous ne voulez plus. Apple statue sur chaque demande, les remboursements ne sont donc pas garantis.
he: עברו על הרכישות האחרונות שלכם ובקשו מ-Apple החזר עבור כל רכישה שאינכם מעוניינים בה יותר. Apple מחליטה לגבי כל בקשה, ולכן החזרים אינם מובטחים.
hi: अपनी हाल की खरीदारियों की समीक्षा करें और जो अब आप नहीं चाहते उनके रिफंड के लिए Apple से अनुरोध करें। हर अनुरोध पर निर्णय Apple लेता है, इसलिए रिफंड की गारंटी नहीं है।
hu: Tekintse át a legutóbbi vásárlásait, és kérje az Apple-től a visszatérítését azoknak, amelyekre már nincs szüksége. Minden kérelemről az Apple dönt, ezért a visszatérítés nem garantált.
hy: Վերանայեք ձեր վերջին գնումները և խնդրեք Apple-ին վերադարձնել նրանց գումարը, որոնք այլևս չեք ցանկանում։ Յուրաքանչյուր հարցում որոշում է Apple-ը, ուստի գումարի վերադարձը երաշխավորված չէ։
id: Tinjau pembelian terbaru Anda dan ajukan pengembalian dana kepada Apple untuk pembelian yang tidak lagi Anda inginkan. Apple yang memutuskan setiap permintaan, jadi pengembalian dana tidak dijamin.
it: Esamini i suoi acquisti recenti e chieda ad Apple il rimborso di quelli che non desidera più. Apple valuta ogni richiesta, quindi i rimborsi non sono garantiti.
ja: 最近の購入を確認し、不要になったものは Apple に返金を依頼できます。各依頼の可否は Apple が判断するため、返金は保証されません。
ko: 최근 구매 내역을 확인하고 더 이상 원하지 않는 항목에 대해 Apple에 환불을 요청하세요. 각 요청은 Apple이 결정하므로 환불이 보장되지는 않습니다.
ms: Semak pembelian terkini anda dan minta Apple membayar balik mana-mana yang anda tidak mahukan lagi. Apple memutuskan setiap permintaan, jadi bayaran balik tidak dijamin.
nb: Gå gjennom de nylige kjøpene dine og be Apple om å refundere dem du ikke lenger ønsker. Apple avgjør hver forespørsel, så refusjoner kan ikke garanteres.
nl: Bekijk uw recente aankopen en vraag Apple om terugbetaling van wat u niet meer wilt. Apple beslist over elk verzoek, dus terugbetaling is niet gegarandeerd.
pl: Przejrzyj swoje ostatnie zakupy i poproś Apple o zwrot tych, których już nie chcesz. O każdym wniosku decyduje Apple, więc zwroty nie są gwarantowane.
pt_br: Revise suas compras recentes e solicite à Apple o reembolso das que você não quer mais. A Apple decide cada solicitação, portanto os reembolsos não são garantidos.
pt_pt: Reveja as suas compras recentes e peça à Apple o reembolso das que já não pretende. A Apple decide cada pedido, pelo que os reembolsos não são garantidos.
ro: Examinați achizițiile dumneavoastră recente și solicitați Apple rambursarea celor pe care nu le mai doriți. Apple decide fiecare cerere, așa că rambursările nu sunt garantate.
ru: Просмотрите ваши недавние покупки и попросите Apple вернуть средства за те, которые вам больше не нужны. Решение по каждому запросу принимает Apple, поэтому возврат средств не гарантирован.
sv: Granska dina senaste köp och be Apple återbetala de du inte längre vill ha. Apple beslutar om varje begäran, så återbetalningar kan inte garanteras.
ta: உங்கள் சமீபத்திய கொள்முதல்களை மதிப்பாய்வு செய்து, நீங்கள் இனி விரும்பாதவற்றை திருப்பித்தருமாறு Apple-ஐக் கேட்கவும். ஒவ்வொரு கோரிக்கையையும் Apple முடிவு செய்வதால், பணத்திருப்பம் உறுதி செய்யப்படாது.
te: మీ ఇటీవలి కొనుగోళ్లను సమీక్షించి, మీకు ఇకపై అవసరం లేని వాటిని రీఫండ్ చేయమని Apple ను అడగండి. ప్రతి అభ్యర్థనను Apple నిర్ణయిస్తుంది, కాబట్టి రీఫండ్‌లకు హామీ లేదు.
th: ตรวจสอบรายการซื้อล่าสุดของคุณและขอให้ Apple คืนเงินสำหรับรายการที่คุณไม่ต้องการแล้ว Apple เป็นผู้พิจารณาคำขอแต่ละรายการ ดังนั้นการคืนเงินจึงไม่รับประกัน
tr: Son satın almalarınızı inceleyin ve artık istemediklerinizin geri ödemesini Apple'dan talep edin. Her talebe Apple karar verdiği için geri ödemeler garanti değildir.
uk: Перегляньте свої нещодавні покупки та попросіть Apple повернути кошти за ті, які вам більше не потрібні. Apple розглядає кожен запит, тож повернення коштів не гарантується.
ur: اپنی حالیہ خریداریوں کا جائزہ لیں اور Apple سے جو بھی آپ نہیں چاہتے اُن کی رقم واپسی کی درخواست کریں۔ ہر درخواست کا فیصلہ Apple کرتا ہے، اس لیے رقم کی واپسی کی ضمانت نہیں ہے۔
vi: Xem lại các giao dịch mua gần đây của bạn và yêu cầu Apple hoàn tiền cho những giao dịch bạn không còn muốn. Apple quyết định từng yêu cầu, vì vậy việc hoàn tiền không được đảm bảo.
zh_hans: 查看您近期的购买项目，并就不再需要的项目向 Apple 申请退款。每项申请均由 Apple 决定，因此退款无法保证。
zh_hant: 查看您近期的購買項目，並向 Apple 申請退款已不再需要的項目。每筆申請皆由 Apple 決定，因此退款無法保證。

source: Require Authentication
ar: طلب المصادقة
bn: অথেনটিকেশন আবশ্যক করুন
cs: Vyžadovat ověření
da: Kræv godkendelse
de: Authentifizierung erforderlich
el: Απαίτηση ελέγχου ταυτότητας
es: Requerir autenticación
es_419: Requerir autenticación
fa: نیازمند احراز هویت
fi: Vaadi tunnistautuminen
fil: Mangailangan ng Authentication
fr: Exiger l’authentification
he: דרוש אימות
hi: प्रमाणीकरण आवश्यक करें
hu: Hitelesítés megkövetelése
hy: Պահանջել նույնականացում
id: Wajibkan Autentikasi
it: Richiedi autenticazione
ja: 認証を要求
ko: 인증 요구
ms: Perlukan Pengesahan
nb: Krev autentisering
nl: Verificatie vereisen
pl: Wymagaj uwierzytelnienia
pt_br: Exigir Autenticação
pt_pt: Exigir Autenticação
ro: Solicită autentificare
ru: Требовать аутентификацию
sv: Kräv autentisering
ta: அங்கீகாரம் தேவை
te: ప్రామాణీకరణ అవసరం
th: ต้องมีการยืนยันตัวตน
tr: Kimlik Doğrulama Gerektir
uk: Вимагати автентифікацію
ur: توثیق لازمی کریں
vi: Yêu cầu xác thực
zh_hans: 要求认证
zh_hant: 要求驗證

source: Resume the %@ purchase you started in the App Store.
ar: استئناف عملية شراء %@ التي بدأتها في App Store.
bn: App Store-এ আপনি যে %@ ক্রয় শুরু করেছিলেন তা পুনরায় শুরু করুন।
cs: Pokračujte v nákupu %@, který jste zahájili v App Store.
da: Genoptag det %@-køb, du påbegyndte i App Store.
de: Setzen Sie den Kauf von %@ fort, den Sie im App Store begonnen haben.
el: Συνεχίστε την αγορά %@ που ξεκινήσατε στο App Store.
es: Reanude la compra de %@ que inició en el App Store.
es_419: Reanude la compra de %@ que inició en el App Store.
fa: خرید %@ را که در App Store آغاز کردید ادامه دهید.
fi: Jatka %@-ostoa, jonka aloitit App Storessa.
fil: Ipagpatuloy ang pagbili ng %@ na sinimulan mo sa App Store.
fr: Reprenez l’achat %@ que vous avez commencé sur l’App Store.
he: המשיכו את רכישת %@ שהתחלתם ב-App Store.
hi: App Store में आपके द्वारा शुरू की गई %@ खरीद को फिर से शुरू करें।
hu: Folytassa a(z) %@ vásárlást, amelyet az App Store-ban kezdett el.
hy: Շարունակեք %@ գնումը, որը սկսել եք App Store-ում։
id: Lanjutkan pembelian %@ yang Anda mulai di App Store.
it: Riprenda l'acquisto di %@ che ha iniziato sull'App Store.
ja: App Store で開始した %@ の購入を再開します。
ko: App Store에서 시작한 %@ 구매를 이어서 진행하세요.
ms: Sambung semula pembelian %@ yang anda mulakan di App Store.
nb: Fortsett %@-kjøpet du startet i App Store.
nl: Hervat de aankoop van %@ die u in de App Store bent begonnen.
pl: Wznów zakup %@ rozpoczęty w App Store.
pt_br: Retome a compra de %@ que você iniciou na App Store.
pt_pt: Retome a compra de %@ que iniciou na App Store.
ro: Reluați achiziția %@ pe care ați început-o în App Store.
ru: Продолжите покупку %@, начатую в App Store.
sv: Återuppta köpet av %@ som du påbörjade i App Store.
ta: App Store-இல் நீங்கள் தொடங்கிய %@ கொள்முதலைத் தொடரவும்.
te: మీరు App Store లో ప్రారంభించిన %@ కొనుగోలును కొనసాగించండి.
th: ดำเนินการซื้อ %@ ที่คุณเริ่มไว้ใน App Store ต่อ
tr: App Store'da başlattığınız %@ satın alma işlemine devam edin.
uk: Завершіть покупку %@, яку ви розпочали в App Store.
ur: App Store میں شروع کی گئی %@ خریداری دوبارہ شروع کریں۔
vi: Tiếp tục giao dịch mua %@ mà bạn đã bắt đầu trên App Store.
zh_hans: 继续您在 App Store 发起的 %@ 购买。
zh_hant: 繼續您在 App Store 開始的 %@ 購買。
